Revit 2024 API
BuiltInFailures.DividedSurfaceFailures.DividedSurfaceSplitRefInvisible Property
 Some of the splitting references of this Divided Surface are invisible in the current view.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId DividedSurfaceSplitRefInvisible { get; }
Visual Basic
Public Shared ReadOnly Property DividedSurfaceSplitRefInvisible As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ DividedSurfaceSplitRefInvisible {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.DividedSurfaceFailures Class
Autodesk.Revit.DB Namespace